{"Lighter Icebreakers": ["**Where can someone find you at a party?**", "**If you see a puddle on the ground, do you walk around it or over it?**", "**Pet peeves?**", "**If you were to have or lose only one sense, which?**", "**Ideal day?**", "**What’s the ideal sleep environment?**", "What do you do when you have nothing to do and how often does that happen?", "Favorite thing you do when you’re alone?", "Public figure you’d want to go camping with and why?", "Have you ever taken a cold shower, and how was it?", "If you were to make music, what would it sound like?", "If you were to direct a movie or tv show, what would it be like?", "What’s a food that you don’t think you could live without, or more accurately a food where the thought of it being taken away from you forever is like losing a family member?", "Next 5 things you’re excited for?"], "Opinions": ["Do you believe in aliens?", "Do you believe in santa?", "Do you believe in god? (on scale 1-10)", "Do you believe in birthdays?", "Favorite songs/movies and why?", "Favorite board game?", "Favorite shower-thought?", "Favorite halloween costume?", "Favorite weather?", "Favorite tradition?", "Favorite snack?", "Which and why: **japanese or korean food?**", "Which and why: give up breakfast or dessert?", "Which and why: one more older or younger sibling of either gender?"], "Unrealistic Hypotheticals": ["**What’s a futuristic invention you wish existed?**", "**Would you like to be famous? In what way?**", "**If you could wake up tomorrow having gained any one quality or ability, what would it be?**", "**If you could live in a fictional universe, which and why?**", "**What superpower would you want?**", "**Do you have a secret hunch about how you will die?**", "**If you could have an exotic or fictional animal as a pet, which?**", "**If you could be an exotic or fictional animal as a pet, which?**", "**Give up food or drink (you be healthy without it, but you’d be unable to experience it)?**", "Live to the age of 90 and retain either the mind or body of a 30-year-old for the last 60 years of your life?", "If you could time travel, what would you change?", "If someone offered you a job as a spy/foreign operative would you consider it? ", "If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?", "Dream job in 1980, 1900, or 1700?", "If you didn’t have to exercise, would you?", "If you had 1 wish, what would it be? No climate change or obvious stuff.", "Would you rather have your dishes or clothes be magically cleaned?"], "Society": ["**Have the internet and phones have made the world happier overall?**", "**Ideal socioeconomic policy or structure?**", "**Are humans inherently good? Are you?**", "Do you think the world would be better or worse off if people were significantly more blunt (honest) and less polite than they are now?"], "Personal History & Memory": ["**Are you nostalgic about high school? Or any other bygone period of your life?**", "**Dumbest things you did as a teenager? As a kid? As an adult?**", "**What’s an inanimate object that you haven an emotional attachment to, and why (like previous question but replace food with inanimate object)?**", "**At what age did you realize you’re going to die, and how did you deal with it?**", "**If you were to do a standup special, what would it be about/what's a story you'd include?**", "**Do you trust your memory?**", "**Biggest risk you’ve taken?**", "**What was your favorite age growing up?**", "**When’s a time that you were the underdog but you overcame the odds?**", "**Do you like dreaming, why or why not? ***", "**Hottest take?**", "Who’s are some of the weirdest people from your high school and what are they doing now?", "Most treasured memory?", "Most terrible memory?", "What's a feeling that you've only experienced once but you'll never forget? What about a sight, smell, sound, or taste?", "What’s the story of your first crush?", "What’s the dumbest argument you’ve had?", "Greatest accomplishment?", "What’s a life lesson you’ve learned in the past month?", "What’s different about you and yourself from a month ago?"], "Relationships": ["**Do you trust yourself? **", "**What are some major green or red flags in people?**", "**How do you decide whether to trust someone?**", "**What’s a small thing someone can do that instantly makes you happier?**", "If you could change your relationship with anyone, who and how?", "How close and warm is your family? Do you feel your childhood was happier than most other people’s?", "What do you value most in a friendship?", "When did you last cry in front of another person? By yourself?"], "Larger Life": ["**What would your life be like if money was never a concern?**", "**What makes you feel fulfilled?**", "**You've probably been advised at some point to \"follow your dreams.\" Do you buy that? If yes, what are your dreams and how are you following them? If not, what's your beef with it, and what do you do differently?**", "**Do you believe in 5 or 10 year plans?**", "**How do you make your major life decisions? What’s an example?**", "**Life story in 3 minutes?**", "For what in your life do you feel most grateful?", "Who knows you the best?", "What’s makes you special?", "Is there something that you’ve dreamed of doing for a long time? Why haven’t you done it?"], "Personal Growth": ["**What’s an insecurity you have resolved?**", "**If you could change anything about yourself, what?**", "**What would you do differently from how your parents raised you?**", "**If you could give a piece (or few) of advice to your past self, what would you say?**", "**How would your 10-year old self react to meeting you?**", "**Side hustle you have or would like to have?**", "**What book impacted you?**", "**Weakness of yours that you would never mention in a job interview?**", "If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?", "If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone? Why haven’t you told them yet?", "What’s something you wish your parents had forced you to do (and do you want/ think you'll be able to force your kids to do that if you were a parent)?", "Skill or subject that you know you’re never going to learn?", "Skill or subject that you want to learn but haven’t?", "Habit do you wish you could break?"]}